Repository: BzBee-co/TaiFind
Catalog: TaiFind/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: (last updated: %@)
zh_hant: （最後更新：%@）

source: * Disclaimer
zh_hant: * 免責聲明

source: A colorless gas with a pungent odor, primarily from burning fossil fuels (coal and oil) or volcanic activity. It irritates the respiratory system and contributes to acid rain.
zh_hant: 一種無色、刺鼻的氣體，主要來自燃燒煤炭與石油，或火山活動。會刺激呼吸道並造成酸雨。

source: A colorless, odorless gas from incomplete burning of fossil fuels. It reduces oxygen flow in the blood, causing dizziness, headaches, and potentially death.
zh_hant: 一種無色無味的氣體，來自化石燃料的不完全燃燒。它會減少血液中的氧氣供應，導致頭暈、頭痛，嚴重時可能致命。

source: A gas formed by reactions of pollutants (like nitrogen oxides and VOCs) in sunlight. In the lower atmosphere, it's a harmful pollutant that irritates the respiratory system and damages vegetation.
zh_hant: 由氮氧化物與揮發性有機物在陽光下反應而產生的氣體。在低層大氣中是有害汙染物，會刺激呼吸系統並傷害植物。

source: A reddish-brown gas from burning fossil fuels. It irritates the respiratory system and contributes to ozone and acid rain formation.
zh_hant: 一種紅棕色氣體，主要來自燃燒化石燃料。會刺激呼吸系統，並促成臭氧與酸雨的形成。

source: Air Quality
zh_hant: 空氣品質

source: Air Quality in Taiwan
zh_hant: 台灣空氣品質

source: Air Quality Index
zh_hant: 空氣品質指數

source: Air Quality Indicators
zh_hant: 空氣品質指標

source: AQI
zh_hant: 空氣品質指數

# AQI_Tier_Clean
source: Clean
zh_hant: 清潔

# AQI_Tier_Hazardous
source: Hazardous
zh_hant: 危害

# AQI_Tier_Moderate
source: Moderate
zh_hant: 普通

# AQI_Tier_Unhealthy
source: Unhealthy
zh_hant: 不健康

# AQI_Tier_UnhealthySensitive
source: Unhealthy for Sensitive Groups
zh_hant: 對敏感族群不健康

# AQI_Tier_VeryUnhealthy
source: Very Unhealthy
zh_hant: 非常不健康

source: Available bikes: %lld
zh_hant: 可用車輛：%lld

source: Carbon Monoxide
zh_hant: 一氧化碳

source: Carbon monoxide (CO)
zh_hant: 一氧化碳（CO）

source: Carbon Monoxide (ppm)
zh_hant: 一氧化碳（ppm）

source: Carbon Monoxide is measured in parts per million (ppm), which means one CO molecule per million air molecules.
zh_hant: 一氧化碳的單位為百萬分之一（ppm），即每百萬個空氣分子中含有一個一氧化碳分子。

source: Data Sources
zh_hant: 資料來源

source: Developed with ❤️ by your homie BzBee in Taiwan.
zh_hant: 由你的好夥伴 BzBee 在台灣開發 ❤️

source: Developed with ❤️ by your homie BzBee in Taiwan. contact@bzbee.co
zh_hant: 由你的好夥伴 BzBee 在台灣開發 ❤️ contact@bzbee.co

source: Display Mode
zh_hant: 顯示模式

source: Disposing of domestic waste in these trash cans is not allowed and doing so may result in fines.
zh_hant: 這些垃圾桶不得丟棄一般家庭垃圾，違者可能會被處罰。

source: Finding a public trash can in Taipei City can be challenging. This app displays their location so you can easily find those closest to you.*
zh_hant: 在台北市找公共垃圾桶可能不太容易。本 App 顯示垃圾桶位置，讓你輕鬆找到最近的。*

source: Heatmap
zh_hant: 熱力圖

source: Hybrid
zh_hant: 混合

source: Information
zh_hant: 資訊

source: Last updated: %@
zh_hant: 最後更新：%@

source: Layer
zh_hant: 圖層

source: Learn more on Taiwan MoE's website
zh_hant: 詳情請見台灣環境部網站

source: Loading locations…
zh_hant: 載入位置中…

source: Loading YouBike stations…
zh_hant: 正在載入 YouBike 站點…

source: main pollutant: %@
zh_hant: 主要污染物：%@

source: Map style
zh_hant: 地圖樣式

source: Nitrogen Dioxide
zh_hant: 二氧化氮

source: Nitrogen dioxide (NO₂)
zh_hant: 二氧化氮（NO₂）

source: Nitrogen Dioxide (ppb)
zh_hant: 二氧化氮（ppb）

source: Nitrogen dioxide is measured in parts per billion (ppb), which means one NO₂ molecule per billion air molecules.
zh_hant: 二氧化氮的單位為十億分之一（ppb），即每十億個空氣分子中含有一個二氧化氮分子。

source: Open parking docks: %lld
zh_hant: 可用停車柱：%lld

source: Ozone
zh_hant: 臭氧

source: Ozone (O₃)
zh_hant: 臭氧（O₃）

source: Ozone (ppb)
zh_hant: 臭氧（ppb）

source: Ozone is measured in parts per billion (ppb).
zh_hant: 臭氧的單位為十億分之一（ppb）。

source: Particulate matter (PM)
zh_hant: 懸浮微粒（PM）

source: Particulate matter is measured in micrograms per cubic meter (µg/m³), which means the weight of particles in a cubic meter of air.
zh_hant: 懸浮微粒以每立方公尺的微克（µg/m³）為單位，表示每立方公尺空氣中懸浮粒子的重量。

source: Pins
zh_hant: 針點

source: PM2.5 (µg/m³)
zh_hant: PM₂.₅ (µg/m³)

source: PM10 (µg/m³)
zh_hant: PM₁₀ (µg/m³)

source: PM₁₀
zh_hant: PM₁₀ 懸浮微粒

source: PM₂.₅
zh_hant: PM₂.₅ 懸浮微粒

source: Public trash cans
zh_hant: 公共垃圾桶

source: Satellite
zh_hant: 衛星

source: See the number of available bikes and open parking docks at each YouBike 2.0 station in Taipei City and Taichung City.*
zh_hant: 查看台北市/台中市每個 YouBike 2.0 站點的可用車輛與停車柱數量。*

source: See the number of available bikes and open parking docks at each YouBike 2.0 station in Taipei City.*
zh_hant: 查看台北市每個 YouBike 2.0 站點的可用車輛與停車柱數量。*

source: Selected Measurement
zh_hant: 選擇的指標

source: Standard
zh_hant: 標準

source: Sulfur Dioxide
zh_hant: 二氧化硫

source: Sulfur Dioxide (ppm)
zh_hant: 二氧化硫（ppm）

source: Sulfur dioxide (SO₂)
zh_hant: 二氧化硫（SO₂）

source: Sulfur dioxide is measured in parts per billion (ppb).
zh_hant: 二氧化硫的單位為十億分之一（ppb）。

source: Taichung City
zh_hant: 台中市

source: Taichung City Government Open Data
zh_hant: 臺中市政府資料開放平臺

source: Taipei City
zh_hant: 台北市

source: Taipei City Government Open Data
zh_hant: 臺北市資料大平臺

source: Taiwan Government Open Data
zh_hant: 政府資料開放平

source: The AQI (Air Quality Index) is a way to measure the quality of the air you breathe, like a score based on the amounts of various pollutants in the air (typically those listed below). The values shown in this app are given by Taiwan's Ministry of Environment and run on a scale from 0 to 500, with 0 being considered clean air and 500 being hazardous.*
zh_hant: AQI（空氣品質指數）是一種用來衡量空氣品質的方式，像是根據多種污染物濃度計算出的分數（通常為下方所列污染物）。本 App 顯示的數值來自台灣環境部，範圍為 0 到 500，0 表示乾淨空氣，500 則為有害。*

source: The information displayed is based on the latest available data from the Taipei City Government Open Data platform. While we strive for accuracy, discrepancies may exist between the available data and real-world conditions. We are not responsible for any inaccuracies or outdated information.
zh_hant: 本 App 所顯示的資訊來自台北市政府開放資料平台。我們致力於提供準確資訊，但實際情況可能與資料不符，對任何不準確或過時的內容，我們不負責。

source: The information displayed is based on the latest available data from the Taipei City/Taichung City Government Open Data platform. While we strive for accuracy, discrepancies may exist between the available data and real-world conditions. We are not responsible for any inaccuracies or outdated information.
zh_hant: 本 App 所顯示的資訊來自台北/台中市政府開放資料平台。我們致力於提供準確資訊，但實際情況可能與資料不符，對任何不準確或過時的內容，我們不負責。

source: This app uses datasets provided by the Taiwan Government Open Data Platform and by the Taipei City Government Open Data Platform, licensed under: Open Government Data License v1.0.
zh_hant: 本 App 使用台灣政府與台北市政府開放資料平台所提供的資料集，並依據 Open Government Data License v1.0 授權使用。

source: This app uses datasets provided by the Taiwan Government Open Data Platform, the Taipei City Government Open Data Platform, and the Taichung City Government Open Data Platform, licensed under: Open Government Data License v1.0.
zh_hant: 本 App 使用台灣政府、臺北市政府及臺中市政府開放資料平台所提供的資料集，並依據「政府資料開放授權條款‑第一版」授權使用。

source: Tiny particles of solid or liquid matter suspended in the air. This includes coarser particles (PM₁₀ are 10 micrometers or smaller) and fine particles (PM₂.₅ are 2.5 micrometers or smaller), both of which can penetrate deep into the lungs and cause health problems. Sources include vehicle exhaust, industrial emissions, and wildfires.
zh_hant: 空氣中懸浮的微小固體或液體粒子。包括粗懸浮微粒（PM₁₀，直徑小於等於10微米）與細懸浮微粒（PM₂.₅，直徑小於等於2.5微米），可深入肺部並對健康造成危害。來源包括車輛排放、工業污染與野火。

source: While we strive to keep all information accurate and up-to-date, this app makes no guarantees about the accuracy, completeness, or reliability of the data provided. The original data is provided by third parties (including the Taiwan government) and may contain errors or become outdated. Use of this data is at your own risk.
zh_hant: 我們盡力保持所有資訊的準確與即時性，但不保證資料的準確性、完整性或可靠性。原始資料由第三方（包括台灣政府）提供，可能包含錯誤或過時。使用者需自行承擔使用風險。

source: YouBike Station Details
zh_hant: YouBike 站點詳情

source: YouBike stations
zh_hant: YouBike 站點

source: YouBike Taichung
zh_hant: YouBike 台中

source: YouBike Taipei
zh_hant: YouBike 台北
